{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "activation": "sigmoid", "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "batch_input_shape": [null, 52], "bias_regularizer": null, "units": 250, "dtype": "float32", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "sigmoid", "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "units": 250, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "sigmoid", "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "units": 250, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "softmax", "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "units": 4, "activity_regularizer": null}}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4"}