{"backend": "tensorflow", "config": {"layers": [{"config": {"units": 52, "dtype": "float32", "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_regularizer": null, "activation": "sigmoid", "name": "dense_1", "use_bias": true, "kernel_constraint": null, "batch_input_shape": [null, 52], "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 20, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "sigmoid", "name": "dense_2", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 20, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "sigmoid", "name": "dense_3", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 4, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "name": "dense_4", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "keras_version": "2.2.4", "class_name": "Sequential"}