{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"units": 250, "kernel_regularizer": null, "dtype": "float32", "name": "dense_1", "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 52], "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"units": 250, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "name": "dense_2", "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"units": 250, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "name": "dense_3", "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"units": 4, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "name": "dense_4", "kernel_constraint": null, "bias_regularizer": null}}], "name": "sequential_1"}, "keras_version": "2.2.4"}