{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "dtype": "float32", "trainable": true, "activity_regularizer": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 250, "bias_constraint": null, "batch_input_shape": [null, 52], "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "activity_regularizer": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 250, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "activity_regularizer": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 250, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_3"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "activity_regularizer": null, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 4, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_4"}}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4"}