{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 52], "use_bias": true, "bias_regularizer": null, "units": 250, "dtype": "float32", "bias_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_1", "kernel_constraint": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 250, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_2", "kernel_constraint": null, "activation": "sigmoid", "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 250, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_3", "kernel_constraint": null, "activation": "sigmoid", "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 4, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_4", "kernel_constraint": null, "activation": "softmax", "trainable": true}}]}, "backend": "tensorflow"}