{"keras_version": "2.2.4", "config": {"layers": [{"config": {"name": "dense_1", "activity_regularizer": null, "batch_input_shape": [null, 52], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "dtype": "float32", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "units": 250, "bias_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 250, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "name": "dense_2", "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 250, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "name": "dense_3", "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 4, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "name": "dense_4", "activation": "softmax"}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential"}