{"config": {"name": "sequential_1", "layers": [{"config": {"trainable": true, "dtype": "float32", "bias_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 52], "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "use_bias": true, "name": "dense_1", "activation": "sigmoid", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 52, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_2", "activation": "sigmoid", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_3", "activation": "sigmoid", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_4", "activation": "softmax", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 4, "activity_regularizer": null}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow"}