{"keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"dtype": "float32", "activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 52, "bias_constraint": null, "batch_input_shape": [null, 52], "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_1", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 20, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_2", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 20, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_3", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "softmax", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 4, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "name": "dense_4", "trainable": true}}]}}