{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"dtype": "float32", "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "units": 52, "use_bias": true, "trainable": true, "batch_input_shape": [null, 52], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "bias_constraint": null, "kernel_constraint": null, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "units": 20, "use_bias": true, "trainable": true, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "activity_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "units": 20, "use_bias": true, "trainable": true, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "activity_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "units": 4, "use_bias": true, "trainable": true, "activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_4", "activity_regularizer": null, "kernel_constraint": null}}]}, "backend": "tensorflow", "keras_version": "2.2.4"}