{"config": {"name": "sequential_1", "layers": [{"config": {"activation": "sigmoid", "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "batch_input_shape": [null, 52], "kernel_constraint": null, "units": 52, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "dtype": "float32", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 20, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 20, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"activation": "softmax", "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 4, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_4"}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}