{"config": {"name": "sequential_1", "layers": [{"config": {"kernel_regularizer": null, "bias_constraint": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "units": 52, "batch_input_shape": [null, 52], "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "sigmoid", "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "bias_constraint": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "units": 20, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "bias_constraint": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "units": 4, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}